Съставете схемата на управление за събиране на две числа (зададени с два
вектора) в позиционна бройна система (използване на операциите с цели числа,
по-точно - делене с остатък). Схемата е дадена в празентация към тази тема, а
алгоритъмът е подробно разработван в час. Встрани от схемата напишете
прогремен текст на предпочетан от вас език.

Реализирайте съставената по предходната тачка програма и проверете дали
работи за събиране на числа (представени като вектори) в десетичен код.
Предайте снимка на екран с кода и изход.
  
